[Language]
ABOUT=Το %PROGRAMNAME% είναι μια εφαρμογή που σας επιτρέπει να εναλλάσσεστε γρήγορα μεταξύ των λειτουργιών και των περιφερειών σε μια δέσμη ενεργειών AutoIt. Λειτουργεί μόνο με την πλήρη έκδοση του SciTE. @NL @NL Η εφαρμογή δημιουργήθηκε από %COPYRIGHT%.
CANCEL=Άκυρο
CLOSE=Κλείσιμο
COMMENTS=Σχόλια χρήστη
COPY_ALL=Αντιγραφή όλων
COPY_SELECTED=Αντιγραφή επιλεγμένων
CRC32=CRC32
DESELECT_ALL=Αποεπιλογή όλων
ERROR=Παρουσιάστηκε μη αναμενόμενο σφάλμα.
EXPORT=Εξαγωγή
FOLDER_SELECT=Επιλέξτε ένα φάκελο για να αναζητήσετε μια συγκεκριμένη λέξη-κλειδί.
FUNCTION_LIST=Λίστα Λειτουργιών και Περιοχών
FUNCTIONS=Λειτουργίες
HTML=HTML
LANGUAGE_AUTHOR=Ευχαριστώ το %LANGUAGEAUTHOR% για τη μετάφραση στα Ελληνικά (%LANGUAGE%). Η μετάφραση ενημερώθηκε στις %LANGUAGEUPDATED%.
LATEX=LATEX
LINE_COUNT=Πλήθος γραμμών
MENU_ABOUT=Περί
MENU_FIND=Εύρεση
MENU_HEADER=Προσθήκη επικεφαλίδας
MENU_HELP=Βοήθεια (F1)
MENU_OPEN=Άνοιγμα αρχείου
MENU_OPENLOCATION=Άνοιγμα θέσης αρχείου
MENU_OPENWINMERGE=Σύγκριση με το WinMerge
MENU_SNIPPET=Τμήμα λειτουργίας
MENU_TOGGLE=Εναλλαγή αναδίπλωσης
NAME=Όνομα
OK=OK
PATH=Διαδρομή
PDF=PDF
REFRESH=Ανανέωση
REGIONS=Περιοχές
REPLACE=Αντικατάσταση
RTF=RTF
SCITE_ERROR=Το SciTE πρέπει να είναι σε λειτουργία για να λειτουργήσει σωστά το %PROGRAMNAME%.
SELECT_ALL=Επιλογή όλων
SET=ΟΚ
SIZE=Μέγεθος
TIP_DOCKSTATE_1=Αυτόματη αγκύρωση
TIP_DOCKSTATE_2=Αγκύρωση αριστερά
TIP_DOCKSTATE_3=Αγκύρωση δεξιά
TIP_ERROR_1=Κενό αρχείο.
TIP_ERROR_2=Δεν βρέθηκαν δεδομένα μετάβασης.
TIP_ERROR_3=Το αρχείο δεν υπάρχει.
TIP_ERROR_4=Το SciTE φαίνεται να είναι κλειστό.
TIP_EXPORT_1=Συνολικός αριθμός λειτουργιών - %TOTALNUMBER%
TIP_EXPORT_2=Δημιουργήθηκε στις %CREATIONDATE%
TIP_EXPORT_3=Μη χρησιμοποιούμενες λειτουργίες
TIP_EXPORT_4=Συνολικός αριθμός περιοχών - %TOTALNUMBER%
TIP_EXPORT_5=Συνολικός αριθμός περιλαμβανομένων - %TOTALNUMBER%
TIP_EXPORT_6=Συνολικός αριθμός καθολικών μεταβλητών - %TOTALNUMBER%
TIP_PREPROCESSOR_1=Προεπεξεργαστής
TIP_REPLACE_1=Αντικατάσταση στις Δέσμες ενεργειών
TIP_REPLACE_2=Αναζήτηση για...
TIP_REPLACE_3=Αντικατάσταση με...
TIP_REPLACE_4=Προεπισκ. πριν
TIP_REPLACE_5=Ταίριασμα πεζών-κεφαλαίων
TIP_REPLACE_6=Τύποι αρχείων. Κενό : όλα τα αρχεία
TIP_REPLACE_7=RegExp
TIP_SEARCH_1=Αποτελέσματα αναζήτησης
TIP_SEARCH_2=Δεν υπάρχουν αποτελέσματα αναζήτησης
TIP_SEARCH_3=Αναζήτηση Λειτουργιών
TIP_SEARCH_4=Γραμμή
TIP_SEARCH_5=Αναζήτηση σε δέσμες ενεργειών
TIP_SEARCH_6=Φάκελος για αναζήτηση
TIP_SETTINGS_1=Ρυθμίσεις
TIP_SETTINGS_10=Γλώσσα/Language
TIP_SETTINGS_11=Επαναφ.%PROGRAMNAME%
TIP_SETTINGS_12=Επανεκκίνηση
TIP_SETTINGS_13=Προσθήκη στο SciTE
TIP_SETTINGS_14=Κατάσταση αγκύρωσης
TIP_SETTINGS_15=Αναβάθμ. %PROGRAMNAME%
TIP_SETTINGS_16=Επισήμανση
TIP_SETTINGS_17=Απενεργ/ση ανανέωσης σε αλλαγή αρχείου
TIP_SETTINGS_2=Αναζήτηση εντός προσαρμ. UDF
TIP_SETTINGS_3=Ταξινόμηση λίστας λειτουργιών
TIP_SETTINGS_4=Κύλιση στην επισημασμένη λειτουργία
TIP_SETTINGS_5=Εστίαση στην αναζήτηση στην ανανέωση
TIP_SETTINGS_6=Αναζήτηση για σχόλια
TIP_SETTINGS_7=Αναζήτηση για λειτουργίες
TIP_SETTINGS_8=Αναζήτηση για περιοχές
TIP_SETTINGS_9=Απόκλιση από το πάνω μέρος του SciTE (px)
TIP_UDFNAME_1=Όνομα επικεφαλίδας UDF
TIP_UDFNAME_2=Το όνομά σας
TIP_UDFS_1=Συμπερίληψη αρχείων
TIP_UDFS_2=Προσθήκη στα περιλαμβανόμενα
TIP_UDFS_3=Αφαίρεση από τα περιλαμβανόμενα
TIP_UDFS_4=Αντικατάσταση περιλαμβ/νου αρχείου
UDFS=Ορισμός από το χρήστη
UPDATE=Θέλετε να ενημερώσετε το %PROGRAMNAME%;
XML=XML

[Author]
AUTHOR=geogeo.gr
VERSION=2.16.103.237
UPDATED=03/01/2014

[Country]
CODE=el